-- phpMyAdmin SQL Dump
-- version 5.2.0
-- https://www.phpmyadmin.net/
--
-- 主機： localhost:8889
-- 產生時間： 2023 年 07 月 16 日 00:28
-- 伺服器版本： 5.7.39
-- PHP 版本： 8.2.0

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- 資料庫： `pet`
--

-- --------------------------------------------------------

--
-- 資料表結構 `products`
--

CREATE TABLE `products` (
  `product_id` int(30) NOT NULL,
  `product_name` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL,
  `vendor_id` int(30) NOT NULL,
  `category_id` int(30) NOT NULL,
  `subcategory_id` int(30) DEFAULT NULL,
  `description` varchar(500) COLLATE utf8mb4_unicode_ci NOT NULL,
  `price` int(30) NOT NULL,
  `specialoffer` int(5) NOT NULL,
  `quantity` int(30) NOT NULL,
  `sold` int(5) NOT NULL,
  `image` varchar(50) COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` datetime NOT NULL,
  `updated_at` datetime NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- 傾印資料表的資料 `products`
--

INSERT INTO `products` (`product_id`, `product_name`, `vendor_id`, `category_id`, `subcategory_id`, `description`, `price`, `specialoffer`, `quantity`, `sold`, `image`, `created_at`, `updated_at`) VALUES
(1, '貓用｜1種肉低敏無膠主食罐 82G', 80, 1, 1, '單一肉源，低敏主1首選\n\n簡化成分、嚴選優質1材，給貓咪真實營養！\n\n特別適合 ✔幼貓  ✔腸胃敏感貓', 45, 45, 10, 3, '怪獸部落＿貓用｜1種肉低敏無膠主食罐 82G.webp', '2023-04-20 15:24:00', '2023-04-26 15:24:00'),
(2, '貓用｜2種肉無膠主食罐 82G', 80, 1, 1, '多元營養，每日主1首選\n\n安心雞肉 × 世界優質1材\n\n• 98% 超高鮮肉含量\n• 0% 膠類 穀類 豆類', 45, 45, 55, 20, '怪獸部落＿貓用｜2種肉無膠主食罐 82G.webp', '2023-04-20 15:24:00', '2023-04-26 15:24:00'),
(3, '貓用｜寶寶無膠主食罐 82G', 80, 1, 1, '腸胃 × 免疫加強配方\n\n專為幼貓生理機能設計\n再也不怕軟便、流鼻水！\n\n✔幼貓   ✔孕母貓  ✔成貓營養加強\n', 48, 48, 30, 20, '怪獸部落＿貓用｜寶寶無膠主食罐 82G.webp', '2023-04-20 15:24:00', '2023-04-26 15:24:00'),
(4, '貓用｜野味無膠主食罐 82G', 80, 1, 1, '全球獨家口味，稀有1材入菜\n\n補充特別營養，滿足貓咪的獵人夢！\n\n• 優質雞肉＋專業養殖肉源\n• 純肉泥狀，開罐看不到蟲蟲！', 48, 48, 70, 44, '怪獸部落＿貓用｜野味無膠主食罐 82G.webp', '2023-04-20 15:24:00', '2023-04-26 15:24:00'),
(5, '貓用｜98%鮮肉主食糧 250G', 80, 1, 1, '市售唯一🥇98%最高肉含量乾主1\n\n✔挑嘴貓  ✔乾乾貓  ✔濕1家庭備品\n\n• 0% 穀類、豆類\n• <5% 碳水化合物\n• 72℃ 低溫慢烘，保留1材營養', 380, 380, 20, 15, '怪獸部落＿貓用｜98鮮肉主食糧 250G.jpg', '2023-04-20 15:24:00', '2023-04-26 15:24:00'),
(6, '貓用｜美國太空凍乾生肉糧 140G', 80, 1, 1, '全球首創！凍乾雙拼\n營養升級、美味加倍，打造嗜口性最高生1！\n\n• 98% 鮮肉含量，無穀低敏零香料\n• 北美在地1材 × 獨家冷凍乾燥製程\n\n✔挑嘴貓  ✔腸胃敏感貓  ✔濕1家庭備品', 460, 430, 10, 3, '怪獸部落＿貓用｜美國太空凍乾生肉糧 140G.webp', '2023-04-20 15:24:00', '2023-04-26 15:24:00'),
(7, '無膠鮮肉煲 80G', 80, 1, 1, '熱銷破百萬罐！犬貓補水神器\n無膠無穀，100% 純肉鮮湯罐\n濃郁高湯＋鮮嫩肉塊\n讓小怪獸大口喝湯吃肉！', 26, 24, 6, 2, '怪獸部落＿無膠鮮肉煲 80G.webp', '2023-04-26 15:24:00', '2023-04-29 15:24:00'),
(8, '佛跳牆 澎湃美味四喜罐 80G', 80, 1, 1, '🔥 史上最多料的罐罐！🔥\n\n● 四種好料總匯，多層美味一次滿足\n● 無膠無穀無香料，好吃也不怕挑嘴', 35, 29, 75, 42, '怪獸部落＿佛跳牆 澎湃美味四喜罐 80G.webp', '2023-04-26 15:24:00', '2023-04-29 15:24:00'),
(9, '成幼貓 雞&三種魚(營養化毛配方) 2公斤(貓飼料)', 80, 1, 2, '商品特色\n\n5種天然蔬果\n7種綜合益生菌 & 8種綜合酵素\n0%無易敏穀類\n蝦紅素: 超級抗氧化劑添加', 570, 450, 46, 45, '成幼貓 雞&三種魚(營養化毛配方) 2公斤(貓飼料).jpg', '2023-04-26 15:24:00', '2023-04-29 15:24:00'),
(10, '經典系列成幼貓 化毛高纖 (雞肉+米) 7公斤 (貓飼料)', 80, 1, 2, '商品特色\n\n添加適量纖維素幫助化毛球和腸道蠕動\n必須氨基酸/牛磺酸幫助眼腦保健，全面發展\n腸益菌/益菌生整腸助消化，營養好吸收', 670, 463, 100, 23, '經典系列成幼貓 化毛高纖 (雞肉+米) 7公斤 (貓飼料).jpg', '2023-04-26 15:24:00', '2023-04-29 15:24:00'),
(11, '天然全能 泌尿保健成貓配方(雞肉) 400克 (貓飼料)', 80, 1, 2, '商品特色\n●針對有磷酸胺鎂結石病史之愛貓調整營養比例\n●幫助調整愛貓尿液酸鹼值，預防尿路結石產生\n●獨家新一代天然木寡糖益生元(XOS)，呵護腸胃道健康\n●高含量Ω6及Ω3不飽和脂肪酸，幫助美膚亮毛\n●添加左旋肉鹼，幫助愛貓維持肌肉含量', 600, 400, 30, 22, '天然全能 泌尿保健成貓配方(雞肉) 400克 (貓飼料).jpg', '2023-04-26 15:24:00', '2023-04-29 15:24:00'),
(12, '真野無穀 成貓配方(鱈魚+馬鈴薯+扁豆) 1.5公斤 (貓飼料)', 80, 1, 2, '商品特色\n\n●100%無穀鱈魚配方，幫助愛貓美膚亮毛\n\n●超過65%動物1材來源，滿足對肉類的本能需求和極度挑嘴的1慾\n\n●獨家添加甘露寡糖(MOS)和木寡糖(XOS)雙重益生元，加倍呵護敏感腸胃\n\n●富含必需脂肪酸鮭魚油，進一步調理愛貓膚質\n\n●特別添加天然螺旋藻，強化身體抵抗力', 500, 450, 20, 11, '真野無穀 成貓配方(鱈魚+馬鈴薯+扁豆) 1.5公斤 (貓飼料).jpg', '2023-04-26 15:24:00', '2023-04-29 15:24:00'),
(13, '貓糧 2號 森林燉雞 4公斤(貓飼料)', 80, 1, 2, '商品特色\n平衡腸胃機能、提升自然抵抗力\n排除廢毛、維持泌尿道健康', 1500, 1300, 50, 32, '貓糧 2號 森林燉雞 4公斤(貓飼料).jpg', '2023-04-26 15:24:00', '2023-04-29 15:24:00'),
(14, '貓98%鮮肉主食糧 800克 雞肉 (貓飼料)', 80, 1, 2, '商品特色:\n98%鮮肉含量(滿滿新鮮原肉塊)\n72度低溫慢烘(鎖住1材鮮味與營養)\n無穀類、豆類\n零香料、零防腐劑\n零人工添加物\n低碳水化合物<5%', 1100, 980, 20, 12, '怪獸部落＿貓98鮮肉主食糧 800克雞肉 (貓飼料).jpg', '2023-04-26 15:24:00', '2023-04-29 15:24:00'),
(15, 'Easy 成幼貓化毛配方 鮭魚+雞肉 8公斤 (貓飼料)', 80, 1, 2, '\n全新的 倍力 ESAY 成幼貓化毛配方(雞肉+鮭魚），全面提升1材品質，精選人用級新鮮雞肉及智利鮭魚提供最佳嗜口性，並添加複合性天然植物纖維，有效預防毛球的形成並排出。天然茄紅素及獨特植物多酚抵抗自由基，增強免疫力。', 1200, 1100, 20, 1, 'Easy 成幼貓化毛配方 鮭魚+雞肉 8公斤 (貓飼料).jpg', '2023-04-26 15:24:00', '2023-04-29 15:24:00'),
(16, 'Animate 無穀天然貓糧 原野雞鴨(成幼貓/腸胃舒敏配方)1.5公斤(貓飼料)', 80, 1, 2, '商品特色\n四大營養元素\n88 % 動物性蛋白質-高蛋白營養首選\n鮮肉凍乾噴灑技術：香氣、營養全面提升，原始肉香貓咪無法抗拒\n水解蛋白配方：幫助消化吸收，奠定成長發育基礎\n專利芽孢乳酸桿菌：舒敏益生菌，維持良好消化機能\n乳鐵蛋白添加：成長期必備營養素，為健康體質打底', 700, 650, 49, 2, 'Animate 無穀天然貓糧原野雞鴨1.5公斤(貓飼料).jpg', '2023-04-26 15:24:00', '2023-04-29 15:24:00'),
(17, 'S5成貓 雞肉鮭魚 5.4公斤 (貓飼料)', 80, 1, 2, 'S5 Nutram均衡健康成貓/老貓天然貓糧是一個採用草本概念。\n多元而富含營養配方的1譜，從裡到外改善你寵物的健康。\n我們的總體方針先從使用蔓越莓和芹菜種子組合來建立健康的膀胱。', 1350, 1280, 44, 20, 'S5成貓 雞肉鮭魚 5.4公斤 (貓飼料).jpg', '2023-04-26 15:24:00', '2023-04-29 15:24:00'),
(18, '舒敏成貓雞肉活力提升配方1.5公斤(貓飼料)', 80, 1, 2, '持續餵1本產品三週後，平均可減少47%貓毛及皮屑中的過敏原。\n添加益生菌，幫助維持消化道機能，提升免疫力。\n添加Omega 6 脂肪酸和維生素A，維持皮毛良好狀態。\n獨家專利配方，有助腎臟保健。\n添加抗氧化劑，有助提升免疫力。', 800, 590, 11, 10, '舒敏成貓雞肉活力提升配方1.5公斤(貓飼料).jpg', '2023-04-26 15:24:00', '2023-04-29 15:24:00'),
(19, '牛離Q 犬貓綜合營養補給 50G', 80, 1, 4, '牛磺酸＋離胺酸＋Q10\n\n日常綜合營養補給，一次保健心、眼、腦！\n\n✔貓咪流淚流鼻水   ✔小型犬心臟保養\n', 380, 380, 24, 14, '怪獸部落＿牛離Q 犬貓綜合營養補給 50G.webp', '2023-04-26 15:24:00', '2023-04-29 15:24:00'),
(20, '益菌排毛粉 犬貓腸胃健康補給 50G', 80, 1, 4, '一罐有300億隻益生菌的排毛粉！\n\n排毛同時護腸胃！健康機能UP UP\n\n✔貓咪吐毛   ✔犬貓便祕', 280, 280, 30, 23, '怪獸部落＿益菌排毛粉 犬貓腸胃健康補給 50G.webp', '2023-04-26 15:24:00', '2023-04-29 15:24:00'),
(21, '每日酵素 犬貓元氣活力補給 40G', 80, 1, 4, '營養吸收UP，小怪獸活力UP！\n\n6種日本天野酵素 + 黃金奇異果萃取物\n\n✔嘔吐  ✔放屁  ✔幼犬貓', 360, 360, 30, 30, '怪獸部落＿每日酵素 犬貓元氣活力補給 40G.webp', '2023-04-26 15:24:00', '2023-04-29 15:24:00'),
(22, '護膚魚油 犬貓皮膚保健配方 70顆', 80, 1, 4, '專為台灣潮濕氣候設計，穩定膚質必備！\n專利魚油＋卵磷脂＋鱉蛋\n✔換季敏感 ✔搔癢 ✔皮屑 ✔泛紅', 580, 580, 40, 12, '怪獸部落＿護膚魚油 犬貓皮膚保健配方 70顆.webp', '2023-04-26 15:24:00', '2023-04-29 15:24:00'),
(23, 'OK！元氣鐵（1.5G×30包）', 80, 1, 4, '💥鐵+B群！補足每日精氣神💥\n\n甘胺酸亞鐵＋酵母B群＋乳鐵蛋白\n補鐵補血補元氣，養成漂亮好氣色！\n\n✔鼻子、牙齦、肉球冰冷泛白\n✔體力不佳、容易疲倦或嗜睡\n✔手術、生產或經期前後', 380, 380, 22, 22, '怪獸部落＿OK！元氣鐵（1.5G×30包）.webp', '2023-04-26 15:24:00', '2023-04-29 15:24:00'),
(24, 'OK！益生菌（1.5G×30包）', 80, 1, 4, '💥65億！市售最高菌數💥\n益生菌＋益生元＋益源質\n史上最完整的益生菌\n讓腸胃保健，一包OK！\n✔保健腸胃  ✔提升免疫  ✔調理體質\n', 550, 550, 30, 12, '怪獸部落＿OK！益生菌（1.5G×30包）.webp', '2023-04-26 15:24:00', '2023-04-29 15:24:00'),
(25, 'OK！蔓越莓（1.5G×30包）', 80, 1, 4, '💥市售最全面的泌尿保健！💥\n泌尿×心情雙效配方\n抑菌 • 修復 • 排尿 • 紓壓\n生理心理雙管齊下，讓保養事半功倍！\n泌尿保健，一包OK！\n\n✔日常保健  ✔排尿不適  ✔壓力環境', 480, 480, 100, 14, '怪獸部落＿OK！蔓越莓（1.5G×30包）.webp', '2023-04-26 15:24:00', '2023-04-29 15:24:00'),
(26, '閃亮魚油 50ML', 80, 1, 4, '💥為犬貓量身打造──吃的護髮油！💥\n\n魚油＋特級初榨橄欖油＋沙棘果油＋藻紅素\n四合一配方，養成全場最「亮」的毛！\n\n✔乾燥粗糙\n✔長毛打結\n✔黯淡無光澤\n✔易斷裂掉毛', 450, 450, 44, 16, '怪獸部落＿閃亮魚油 50ML.webp', '2023-04-26 15:24:00', '2023-04-30 15:24:00'),
(27, 'OK！好心情（1.5G×30包）', 80, 1, 4, '💥首創三合一配方！💥\n胺基酸＋益生菌＋費洛蒙\n正向穩定情緒，搭車就醫不怕慌！\n✔外出準備：就醫、搭車移動\n✔環境變化：搬家、新成員加入\n✔長期緊迫：焦慮、攻擊行為', 450, 450, 55, 34, '怪獸部落＿OK！好心情（1.5G×30包）.webp', '2023-05-16 15:24:00', '2023-05-22 15:24:00'),
(28, 'OK！葉黃素（1.5G×30包）', 80, 1, 4, '葉黃素＋玉米黃素＋魚油＋玻尿酸\n高效四合一配方\n讓眼睛保健，一包OK！\n✔眼睛不適　✔中高齡或特定品種犬貓', 385, 385, 9, 1, '怪獸部落＿OK！葉黃素（1.5G×30包）.webp', '2023-05-16 15:24:00', '2023-05-22 15:24:00'),
(29, 'OK！軟骨素（1.5G×30包）', 80, 1, 4, '✨市售最強複方✨\n\n軟骨素＋葡萄糖胺＋UC-II＋膠原蛋白＋蛋白聚醣\n關鍵五大營養\n讓關節保健，一包OK！\n\n✔關節不適  ✔中高齡或特定品種犬貓', 580, 580, 30, 23, '怪獸部落＿OK！軟骨素（1.5G×30包）.webp', '2023-05-16 15:24:00', '2023-05-22 15:24:00'),
(30, 'LITÖ! 輕肉泥（10G×4條）', 80, 1, 3, '史上成分最單純的肉泥！\n好吃不用很複雜，輕鬆征服挑嘴貓！\n\n✔ 減磷減鈉，快樂加倍\n✔ 維他命機能PLUS\n✔ 無添加色素、誘1劑、防腐劑', 55, 45, 20, 14, '怪獸部落＿LITÖ! 輕肉泥（10G×4條）.webp', '2023-05-16 15:24:00', '2023-05-22 15:24:00'),
(31, '怪獸咔滋｜凍乾雞胸丁 50G', 80, 1, 3, '人氣熱銷TOP.1 🏆\n鬆軟好入口，幼老犬貓都適合', 180, 180, 20, 12, '怪獸部落＿怪獸咔滋｜凍乾雞胸丁 50G.webp', '2023-05-16 15:24:00', '2023-05-22 15:24:00'),
(32, '怪獸咔滋｜凍乾扇貝 25G', 80, 1, 3, '無貓不愛的頂級海味！\n清脆口感，咬下爆開濃郁鮮味！\n', 220, 220, 100, 34, '怪獸部落＿怪獸咔滋｜凍乾扇貝 25G.webp', '2023-05-16 15:24:00', '2023-05-22 15:24:00'),
(33, '怪獸咔滋｜凍乾魷魚鬆 25G', 80, 1, 3, '肉鬆狀超開胃，輕鬆征服挑嘴！\n\n耐嚼魷魚片變成鬆，小怪獸一口接一口\n✔拌入主1  ✔直接1用', 180, 180, 3, 1, '怪獸部落＿怪獸咔滋｜凍乾魷魚鬆 25G.webp', '2023-05-16 15:24:00', '2023-05-22 15:24:00'),
(34, '怪獸咔滋｜凍乾干貝小魚乾 25G', 80, 1, 3, '貓族首選🥇 海味雙拼！\n鮮味 × 甘味，兩種頂級海味一次滿足！', 240, 240, 40, 2, '怪獸部落＿怪獸咔滋｜凍乾干貝小魚乾 25G.webp', '2023-05-16 15:24:00', '2023-05-22 15:24:00'),
(35, '怪獸咔滋｜凍乾鮭魚鬆 25G', 80, 1, 3, '肉鬆狀超開胃，輕鬆征服挑嘴！\n\n富含Omega-3，保養心血管\n✔拌入主1  ✔直接1用', 220, 220, 100, 45, '怪獸部落＿怪獸咔滋｜凍乾鮭魚鬆 25G.webp', '2023-05-16 15:24:00', '2023-05-22 15:24:00'),
(36, '怪獸咔滋｜凍乾南瓜丁 25G', 80, 1, 3, '天然膳1纖維，幫助排毛排便！', 149, 149, 300, 256, '怪獸部落＿怪獸咔滋｜凍乾南瓜丁 25G.webp', '2023-05-16 15:24:00', '2023-05-22 15:24:00'),
(37, '怪獸咔滋｜凍乾牛肉片 40G', 80, 1, 3, '濃郁肉香，貓狗都愛！\n豐富鐵質，補血補元氣', 220, 220, 200, 23, '怪獸部落＿怪獸咔滋｜凍乾牛肉片 40G.webp', '2023-05-16 15:24:00', '2023-05-23 21:24:00'),
(38, '怪獸咔滋｜凍乾魷魚片 35G', 80, 1, 3, '愛咬咬貓咪必備！\n嚼勁十足的鮮甜海味，一吃就愛上！\n', 180, 180, 40, 15, '怪獸部落＿怪獸咔滋｜凍乾魷魚片 35G.webp', '2023-05-16 15:24:00', '2023-05-23 21:24:00'),
(39, '怪獸咔滋｜凍乾鬼頭刀魚柳 30G', 80, 1, 3, '貓咪最愛第一名！\n鬆軟細緻，一口接一口的鮮甜海味', 220, 220, 0, 0, '怪獸部落＿怪獸咔滋｜凍乾鬼頭刀魚柳 30G.webp', '2023-05-16 15:24:00', '2023-05-23 21:24:00'),
(40, '怪獸部落 罐頭保鮮蓋', 80, 2, 5, '✨100%台灣製 × 日本1品級矽膠✨\n\n不再為沒吃完的罐罐煩惱！\n✔ 完全密封，搖晃都不漏\n✔ 可放烘碗機、洗碗機\n✔ 市面全尺寸7通用', 39, 39, 30, 2, ' 怪獸部落_罐頭保鮮蓋.webp', '2023-05-16 15:24:00', '2023-05-23 21:24:00'),
(41, '怪獸部落 防塵折疊碗', 80, 2, 5, '一蓋OK！🍔 小怪獸外出的必備好物！\n\n✔ 專用防塵蓋，隔絕髒污蚊蟲！\n✔ 矽膠折疊碗，輕便好攜帶！', 239, 239, 5, 3, '怪獸部落＿防塵折疊碗.webp', '2023-05-16 15:24:00', '2023-05-23 21:24:00'),
(42, '透涼感飲水器1.5L(2021)', 80, 2, 5, '商品特色\n持續過濾的水給予犬貓健康無汙染無毛髮的乾淨飲水。\n循環式飲水器的寬廣飲水盤提供犬貓一個他們覺得有趣的方式讓他們喜愛喝水。\n\nGEX循環式淨水飲水器獨特優點如下\n1.內附軟化水質的抗菌濾棉，可以喝到最乾淨的飲用水。\n2.跟同廠牌以前的型號相比，3.0版馬達更靜音\n3.專為犬貓不同的喝水方式設計的飲水盤讓寵物容易飲用。', 700, 650, 60, 45, '透涼感飲水器1.5L(2021).jpg', '2023-05-16 15:24:00', '2023-05-23 21:24:00'),
(43, '時尚寵物飲水器', 80, 2, 5, '時尚寵物飲水器，360°活氧循環水路\n深度過濾水如甘泉，流動的水富含氧離子\n三層循環過濾，全方位保障飲用安全\n不斷激發貓咪興趣和關注，有助於提升飲水量', 699, 580, 23, 11, '時尚寵物飲水器.webp', '2023-05-16 15:24:00', '2023-05-23 21:24:00'),
(44, '寵物貓狗懸掛式自動飲水餵食碗', 80, 2, 5, '順暢不卡糧，75°請斜坡道\n拒絕發潮發霉，長效鎖鮮\n凸點設計，穩固不傾斜', 1230, 699, 23, 11, '寵物貓狗懸掛式自動飲水餵食碗.webp', '2023-05-16 15:24:00', '2023-05-23 21:24:00'),
(45, '犬貓用 時尚優質陶瓷抗菌飲水器', 80, 2, 5, '分別為犬貓不同喝水方式設計\n穩重的飲水盤 不容易被翻玩\n容量適中適合飼養單隻寵物', 700, 699, 43, 11, '犬貓用 時尚優質陶瓷抗菌飲水器.webp', '2023-05-16 15:24:00', '2023-05-23 21:24:00'),
(46, 'meoof 膠囊自動餵食器 3L 單碗', 80, 2, 5, '• 設計不用再為了插座而煩惱\n• 3L大容量 (單隻貓約可1用15天)\n• 餵1器可定時定量出糧：1-6 次/天、1-50 份投餵份數\n• 不須連接手機或wifi，可避免斷網不出糧的風險\n• 拆裝簡單、清洗方便', 688, 800, 45, 26, 'meoof 膠囊自動餵食器 3L 單碗.jpg', '2023-05-16 15:24:00', '2023-05-23 21:24:00'),
(47, 'Petkit佩奇 不鏽鋼餵食器5L', 80, 2, 5, '• 智能遠端操控\n• 三重鎖鮮設計\n• 創新旋轉出糧\n• 語音互動提醒\n• 3041品級不鏽鋼\n• 充電式鋰電池\n• 全可拆洗結構', 7888, 9980, 11, 34, 'Petkit佩奇 不鏽鋼餵食器5L.jpg', '2023-05-16 15:24:00', '2023-05-23 21:24:00'),
(48, 'PETWANT APP智慧寵物自動餵食器F1-C-TW+寵物活水機W2-N白', 80, 2, 5, '• WIFI連接、APP遠端遙控\n• 1080P畫素、廣角魚眼攝影鏡頭\n• 夜視功能、雙向溝通、移動偵測、多人共享\n• IOS、Android系統手機皆有支援\n• 通過國家通訊傳播委員會(NCC)認證、符合低功率射頻電機技術規範、保護使用者的安全\n• 獨家渦流水流設計，將汙物帶離\n• 循環過濾水源，透過濾心軟化水質\n• 15度傾斜飲水弧面，符合力學\n• 24H運作，防乾燒運轉，低水位停止', 9980, 13800, 45, 43, 'PETWANT APP智慧寵物自動餵食器F1-C-TW+寵物活水機W2-N白.jpg', '2023-05-16 15:24:00', '2023-05-25 20:24:00'),
(49, 'PETWANT派旺 自動寵物餵食器 F11-L', 80, 2, 5, '• 密合升級，3重防護加強保鮮\n• 容量4.5L，出1口紅外線偵測提醒餵1狀況\n• 簡單操作餵1設定、10秒錄音功能\n• 可拆式8桶，0死角方便清洗\n• 可使用電源線、電池雙供電方式\n• 適用於直徑為0.5-1.5cm的乾性顆粒8\n• 斷電情況下自動保留原餵1設定程序', 4480, 14000, 46, 26, 'PETWANT派旺 自動寵物餵食器 F11-L.jpg', '2023-05-16 15:24:00', '2023-05-25 20:24:00'),
(50, 'PETWANT MINI寵物循環活水機 W3-N', 80, 2, 5, '• 飲水低高度設計，適合小型犬貓\n• 無線式抽水幫浦，清洗過程方便又簡單\n• 半透儲水箱設計，可直接看見內部水位\n• 湧泉式出水設計，瞬間沖刷帶離髒汙雜質\n• 24H運作，防乾燒運轉', 1990, 1990, 30, 7, 'PETWANT MINI寵物循環活水機 W3-N.jpg', '2023-05-16 15:24:00', '2023-05-25 20:24:00'),
(51, 'PETWANT甜甜圈六餐餵食器 F6-TW (環保版)-白色', 80, 2, 5, '• 防卡腳設計，安心不受傷\n• 一天5餐餵1時間、6格獨立餵1盤\n• 電源線/電池、雙供電設計\n• 自動鎖定按鍵\n• 低電量提醒功能', 990, 2990, 29, 5, 'PETWANT甜甜圈六餐餵食器 F6-TW (環保版)-白色.jpg', '2023-05-16 15:24:00', '2023-05-25 20:24:00'),
(52, 'PETWANT甜甜圈六餐餵食器 F6-TW (環保版)-粉色', 80, 2, 5, '• 防卡腳設計，安心不受傷\n• 一天5餐餵1時間、7格獨立餵1盤\n• 電源線/電池、雙供電設計\n• 自動鎖定按鍵\n• 低電量提醒功能', 990, 2990, 30, 23, 'PETWANT甜甜圈六餐餵食器 .jpg', '2023-05-16 15:24:00', '2023-05-25 20:24:00'),
(53, 'HomeRun霍曼寵物自動餵食器(國際版)', 80, 2, 5, '• 可通過APP操作,遠程操控,加餐so easy\n• 智能秤重即時通報系統，精準控至愛寵的飲1量，精準回報剩餘8容量\n• 5L大容量可保鮮儲藏約2.5KG寵物乾糧\n• APP控制餐晚自動伸縮系統,衛生且安全\n• 智能防夾傷設計專利\n• 10秒快速拆洗極簡設計，快拆清洗避免8殘留死角\n• 斷電仍可維持正常出糧，不擔心意外寶貝餓肚子', 2490, 2990, 33, 12, 'HomeRun霍曼寵物自動餵食器(國際版).jpg', '2023-05-16 15:24:00', '2023-05-25 20:24:00'),
(54, '茨木草特級貓薄荷金大罐', 80, 2, 6, '每株貓只取4-6片嫩葉，烘乾後經手工揉碎過篩去除粗莖製成。\n舒緩貓咪情緒，排出毛球。', 350, 210, 55, 14, '茨木草特級貓薄荷金大罐.jpg', '2023-05-16 15:24:00', '2023-05-25 20:24:00'),
(55, '有機貓草去毛球小麥貓草', 80, 2, 6, '日本進口12，辦公室療癒小盆栽。 \n天然12幫助貓咪腸胃蠕動，減少毛球症。\n種植方式：\n1. 將種子泡水 7-8 小時後瀝乾。\n2. 平均撒在培養土上覆蓋一層土。\n3. 保持濕潤約 7-8 天即可收成。', 60, 50, 55, 12, '有機貓草去毛球小麥貓草.jpg', '2023-05-16 15:24:00', '2023-05-25 20:24:00'),
(56, '忘憂神仙草50ml', 80, 2, 6, '產地台灣，以友善農法，有機肥料種植\n僅摘取頂端嫩葉，過篩去粗莖梗，適口性極佳，為頂級貓薄荷\n獨特香氣能使貓咪情緒愉悅，進而舒解緊張情緒', 200, 108, 200, 57, '忘憂神仙草50ml.jpg', '2023-05-16 15:24:00', '2023-05-25 20:24:00'),
(57, '健康神奇貓草 10 克', 80, 2, 6, '不含基因改造品種，翠綠清香，提供愛貓最高級的天然香草。\n舒緩壓力，清潔胃部與腸道，避免毛球堆積，讓愛貓情緒平穩，身心舒暢。', 130, 117, 120, 23, '健康神奇貓草 10 克.jpg', '2023-05-16 15:24:00', '2023-05-25 20:24:00'),
(58, '茨木草木天蓼棒 中袋(5入)', 80, 2, 6, '木天蓼\n精選高緯度產地特選農場生產種植之木天蓼製成。\n舒緩貓咪情緒。', 150, 70, 230, 45, '茨木草木天蓼棒 中袋(5入).jpg', '2023-05-16 15:24:00', '2023-05-25 20:24:00'),
(59, '茨木草木天蓼棒', 80, 2, 6, '1. 精選高緯度產地特選農場生產種植之木天蓼製成。\n2. 舒緩貓咪情緒。', 300, 300, 23, 23, '茨木草木天蓼棒.jpg', '2023-05-16 15:24:00', '2023-05-25 20:24:00'),
(60, '喵舒時刻 貓薄荷 貓草 (100ml)', 80, 2, 6, '天然植物纖維，幫助貓咪排出毛球\n補充天然植物多酚、維生素、礦物\n增進腸內菌叢平衡，維護腸胃健康', 138, 138, 34, 12, '喵舒時刻 貓薄荷 貓草.jpg', '2023-05-16 15:24:00', '2023-05-25 20:24:00'),
(61, '日本新鮮貓草(2盒)', 80, 2, 6, '台灣市場唯一日本燕麥草\n\n非市售小麥草\n天然化毛 -葉脈兩側天然絨毛  幫助貓咪排毛 \n條理腸胃- 植物纖維 幫助消化        ', 256, 256, 45, 32, '日本新鮮貓草(2盒).webp', '2023-05-16 15:24:00', '2023-05-25 20:24:00'),
(62, '茨木草特級貓薄荷-銅(110ml)', 80, 2, 6, '特級貓薄荷(銅)\n將優質莖葉一齊絞碎後烘乾而成', 120, 120, 45, 23, '茨木草特級貓薄荷-銅(110ml).webp', '2023-05-16 15:24:00', '2023-05-25 20:24:00'),
(63, '茨木草特級貓薄荷-銅(230ml)', 80, 2, 6, '特級貓薄荷(銅)\n將優質莖葉一齊絞碎後烘乾而成', 250, 250, 20, 10, '茨木草特級貓薄荷-銅(230ml).webp', '2023-05-16 15:24:00', '2023-05-29 20:53:00'),
(64, '茨木草特級貓薄荷-銀(231ml)', 80, 2, 6, '特級貓薄荷(銀)\n將優質莖葉一齊絞碎後烘乾而成特級貓薄荷', 250, 250, 20, 10, '茨木草特級貓薄荷-銀(231ml).webp', '2023-05-16 15:24:00', '2023-05-29 20:53:00'),
(65, '茨木草特級貓薄荷-金(232ml)', 80, 2, 6, '特級貓薄荷(金)\n採收時只取頂端4-6片最鮮美的葉片，烘乾後手揉碎成細葉過篩去粗莖而成', 250, 250, 30, 20, '茨木草特級貓薄荷-金(232ml).webp', '2023-05-16 15:24:00', '2023-05-29 20:53:00'),
(66, '舞孃逗貓棒 - 舞孃', 80, 2, 7, '• 鈐鐺吸引 速來跳舞\n• 蓬鬆羽冠輕鬆逗 讓喵跳起熱舞\n• 裙擺搖搖 喚醒貓咪捕獵野性\n• 貓薄荷自然力量 提高小貓戰鬥力', 190, 190, 40, 14, '舞孃逗貓棒 - 舞孃.jpg', '2023-05-16 15:24:00', '2023-05-29 20:53:00'),
(67, '神奇動物逗貓棒 - 蹦迪兔', 80, 2, 7, '• 兔子長長耳朵 晃阿晃 挑逗貓咪魔性狂舞\n• 內置貓薄荷 更嗨一點\n', 190, 190, 40, 23, '神奇動物逗貓棒 - 蹦迪兔.jpg', '2023-05-16 15:24:00', '2023-05-29 20:53:00'),
(68, '貓薄荷星空逗貓棒', 80, 2, 7, '• 捕捉的快樂 全身性的運動\n• 內含貓薄荷 共享歡愉時刻\n• 超柔軟面料 進口櫸木棒', 190, 190, 20, 13, '貓薄荷星空逗貓棒.jpg', '2023-05-16 15:24:00', '2023-05-29 20:53:00'),
(69, '鯉魚旗逗貓棒 ', 80, 2, 7, '• 求守護、兼玩樂，鯉魚旗\n• 貓咪愛玩 彈力滿滿\n• 耐磨材質 細帆布更耐抓\n• 質感魚竿\n• 屋內裝飾', 260, 260, 30, 22, '鯉魚旗逗貓棒 .jpg', '2023-05-16 15:24:00', '2023-05-29 20:53:00'),
(70, '蹦迪鵝逗貓棒', 80, 2, 7, '• 挑逗貓咪魔性狂舞\n• 鵝肚鈴鐺遙遙\n• 內置貓薄荷 更嗨一點', 190, 190, 40, 10, '蹦迪鵝逗貓棒.jpg', '2023-05-16 15:24:00', '2023-05-29 20:53:00'),
(71, '伸縮款逗貓棒 - 小雞羽毛', 80, 2, 7, '• 三節伸縮碳纖桿 韌性好不易斷\n• 最大桿長96cm\n• 毛氈布+羽毛 手感輕盈\n• 透明釣魚線 堅韌難咬斷\n• 微彈手柄 抓握舒適\n• 套裝含1支釣竿、2個替換頭', 190, 190, 40, 6, '伸縮款逗貓棒 - 小雞羽毛.jpg', '2023-05-16 15:24:00', '2023-05-29 20:53:00'),
(72, '逗貓棒 - 點點羽毛款', 80, 2, 7, '• 日常逗樂 健康有活力\n• 經常運動可以增加貓咪抵抗力\n• 增進感情', 190, 190, 20, 3, '逗貓棒 - 點點羽毛款.jpg', '2023-05-16 15:24:00', '2023-05-29 20:53:00'),
(73, '全魚宴貓薄荷逗貓棒', 80, 2, 7, '• 三種替換頭 一口一個 興趣滿滿\n• 飄逸流蘇搭配清脆鈴響\n• 內含貓薄荷 誘惑吸引超高彈力釣竿設計\n', 330, 330, 30, 0, '全魚宴貓薄荷逗貓棒.jpg', '2023-05-16 15:24:00', '2023-05-16 15:24:00'),
(74, '漫步雲端 吸盤式貓吊床', 80, 2, 8, '🏆 市售最強『耐重 20kg』\n\n超穩不下滑，胖胖貓、暴衝貓都不怕！\n\n✔ 三種款式自由搭配\n✔ 強力吸盤，不傷牆面\n✔ 小坪數、租屋族必備', 750, 750, 44, 0, '怪獸部落＿漫步雲端 吸盤式貓吊床.webp', '2023-05-16 15:24:00', '2023-05-16 15:24:00'),
(75, '貓吊橋', 80, 2, 8, '讓貓咪爬至高處，悠遊的巡邏散步\n‧松木材質，穩固耐用重壓不怕變形\n‧自由組合搭配ENVY COLLECTION 貓吊床、貓步道、14\n‧鋁合金腳架，防曬防水防潮攀爬更安全\n‧依照牆面材質，吸盤或螺絲，二種安裝方式\n‧貓吊橋可承重18kg', 2500, 2380, 56, 23, '貓吊橋.jpg', '2023-05-16 15:24:00', '2023-05-16 15:24:00'),
(76, '貓本屋 太空艙 木紋多層貓跳台', 80, 2, 8, '多層式設計，可做為爬架或跳台\n封閉式15，躲藏&休息\n磨爪柱，優質麻繩緊密纏繞', 1500, 1400, 39, 12, '貓本屋 太空艙 木紋多層貓跳台.webp', '2023-05-16 15:24:00', '2023-05-16 15:24:00'),
(77, '貓本屋 寵物吊床 木紋多層貓爬架/貓跳台(130公分)', 80, 2, 8, '多層式設計，可做為爬架或跳台\n封閉式15，躲藏&休息\n磨爪柱，優質麻繩緊密纏繞', 2300, 2100, 40, 7, '貓本屋 寵物吊床.webp', '2023-05-16 15:24:00', '2023-05-29 20:53:00'),
(78, '貓膩大廈-貓窩/貓家具/貓跳台(多用途貓窩)', 80, 2, 8, '15休憩貓膩平台主僕共賞\n跳台疏展躲藏有趣好玩/兩儲物櫃\n淺橡木色, 雪白色', 3200, 2300, 40, 2, '貓膩大廈-貓窩.webp', '2023-05-16 15:24:00', '2023-05-29 20:53:00'),
(79, '寵物睡窩 - 仙人掌', 80, 2, 9, '● 全包圍設計 綿軟回彈\n● 可拆卸軟墊 鎖住溫度\n● 絲滑面料 清潔方便\n● 可容納9公斤內貓咪或5公斤內小型犬自由進出\n● 精緻工藝 可愛仙人掌造型', 990, 990, 32, 12, '寵物睡窩 - 仙人掌.jpg', '2023-05-16 15:24:00', '2023-05-29 20:53:00'),
(80, '圓頂寵物帳篷 - 白綠拼接', 80, 2, 9, '● 寬敞空間 貓狗通用\n● 立體圓弧結構\n● 封閉式設計安全感十足\n● 便攜易提且收納方便', 790, 790, 45, 22, '圓頂寵物帳篷 - 白綠拼接.jpg', '2023-05-16 15:24:00', '2023-05-29 20:53:00'),
(81, '寵物帳篷 - 藍', 80, 2, 9, '● 超大空間 翻滾無壓力\n● 半封閉式設計 安全隱蔽\n● 優質實木支架 可拆洗設計\n● 方便整理 易拆易收納', 790, 790, 11, 3, '寵物帳篷 - 藍.jpg', '2023-05-16 15:24:00', '2023-05-29 20:53:00'),
(82, '寵物帳篷 - 黃', 80, 2, 9, '● 超大空間 翻滾無壓力\n● 半封閉式設計 安全隱蔽\n● 優質實木支架 可拆洗設計\n● 方便整理 易拆易收納', 790, 790, 34, 1, '寵物帳篷 - 黃.jpg', '2023-05-16 15:24:00', '2023-05-29 20:53:00'),
(83, '寵物帳篷 - 綠格格', 80, 2, 9, '● 超大空間 翻滾無壓力\n●半封閉式設計 安全隱蔽\n● 優質實木支架 可拆洗設計\n● 方便整理 易拆易收納', 790, 790, 46, 9, '寵物帳篷 - 綠格格.jpg', '2023-05-16 15:24:00', '2023-05-29 20:53:00'),
(84, '橘子寵物睡窩', 80, 2, 9, '● 優質毛氈 圓潤光滑無毛邊\n● 高彈性 不易變形\n● 可拆卸拉鍊結構 方便打理\n● 四季可用 冬暖夏涼\n● 半封閉式睡窩 安心熟睡', 1190, 1190, 45, 22, '橘子寵物睡窩.jpg', '2023-05-16 15:24:00', '2023-05-29 20:53:00'),
(85, '小貓山丘', 80, 2, 9, '小山造型的半開放式帳篷\n主子最需要的 敞開玩樂/隱密休息空間', 990, 990, 67, 1, '小貓的山丘.webp', '2023-05-16 15:24:00', '2023-05-29 20:53:00'),
(86, '卡特喵喵貓米糰(貓抓板) 41*45*19cm', 80, 2, 10, '圓潤的傲嬌喵星人造型\n舒適的蝸居空間設計\n不管是讓喵主子練練北斗喵喵爪\n還是在慵懶的午後時光來個小憩\n都可讓喵主子愛不釋掌～', 800, 750, 33, 23, '卡特喵喵貓米糰(貓抓板) 41*45*19cm.jpg', '2023-05-16 15:24:00', '2023-05-29 20:53:00'),
(87, '貓抓板 摩登躺椅', 80, 2, 10, '摩登時尚躺椅設計,融入家中擺設\n加大加寬,讓貓咪躺在上面尊榮感倍增\n厚重扎實,讓貓咪抓得盡興', 1300, 1100, 23, 11, '貓抓板 摩登躺椅.jpg', '2023-05-16 15:24:00', '2023-05-29 20:53:00'),
(88, '貓抓板 海浪 67*31*35公分', 80, 2, 10, '海浪造型\n讓主子在家裡也能夠乘風破浪\n讓主子在海浪的懷抱盡情徜游,不但能站在海浪上,也能躲在海浪裡!\n堅固扎實,滿足貓咪磨爪需求。', 1200, 1150, 67, 22, '貓抓板 海浪 67*31*35公分.jpg', '2023-05-16 15:24:00', '2023-05-29 20:53:00'),
(89, '貓抓板 貓碗盆 45*16公分', 80, 2, 10, '碗盆設計讓人在家即可品嘗一碗又香又美味貓碗麵\n完美弧度讓貓咪躺在裡面舒適到不想離開\n四周階梯式設計讓貓咪抓起來更舒壓,搭配摸薄荷也不怕掉得滿地', 790, 780, 78, 22, '貓抓板 貓碗盆 45*16公分.jpg', '2023-05-16 15:24:00', '2023-05-29 20:53:00'),
(90, '貓抓板 台灣黑熊', 80, 2, 10, '組合式黑熊\n能分開抓也能組合在一起抓\n想怎麼抓就怎麼抓!', 670, 550, 33, 33, '貓抓板台灣黑熊.jpeg', '2023-05-16 15:24:00', '2023-05-30 20:53:00'),
(91, '地球儀貓抓球 (34*45公分)', 80, 2, 10, '實木框架 結構穩固\n360度零死角 各角度盡情玩耍\n創意設計 當擺飾也很療癒\n優質劍麻 細膩織法不傷貓爪', 1450, 1350, 11, 4, '地球儀貓抓球 (34*45公分).jpg', '2023-05-16 15:24:00', '2023-05-31 20:53:00'),
(92, '半個樓 貓屋 54*35*41公分', 80, 2, 10, '1. 無毒植物膠 毛孩誤1 不用擔心\n2. 上下兩層的造型 可供2隻貓玩耍 同時也可當15\n3. 六面抓板 給貓兒們足夠的磨爪\n4. 輕易組裝且不佔空間', 890, 850, 56, 2, '半個樓 貓屋 54*35*41公分.jpg', '2023-05-16 15:24:00', '2023-06-01 20:53:00'),
(93, '陽光梳子王 一鍵褪毛 爽感舒適除毛梳 ', 80, 5, 22, '● 陽光梳子王 橘綠色\n● 一鍵褪毛針梳\n● 232顆按摩保護點\n● 鋼針140度曲形設計\n● 不鏽鋼 全身水洗\n● 防滑羅馬柱紋手柄', 300, 299, 2, 1, '陽光梳子王 一鍵褪毛 爽感舒適除毛梳.jpg', '2023-06-16 15:24:00', '2023-06-17 20:53:00'),
(94, 'SHINE! 潔淨時刻寵物酵素牙膏', 80, 5, 20, '複合酵素配方 刷出清新好口氣\n✔ 天然酵素，去除牙垢超有感\n✔ 人氣雞肉風味，讓毛孩愛上刷牙\n✔ 無化學殺菌劑，全成份安心可吞1', 470, 470, 3, 0, 'SHINE! 潔淨時刻寵物酵素牙膏.jpg', '2023-06-16 15:24:00', '2023-06-17 20:53:00'),
(95, '寵物皮膚問題洗毛精 500ML', 80, 5, 19, '✔含歐盟EN / 美國USP認證防護因子\n✔專為寵物敏感性肌膚設計開發\n✔最適寵物皮毛PH6.0~6.5，皮膚無刺激性\n✔非藥用，長期使用不擔心抗藥性', 680, 650, 4, 0, '寵物皮膚問題洗毛精 500ML.jpg', '2023-06-16 15:24:00', '2023-06-17 20:53:00'),
(96, '寵物潔耳液 (10ml)', 80, 5, 19, '清潔耳朵、不刺激不殘留、預防中耳炎。\n● 中性溫和、不傷耳道、分解耳屎耳垢、耳根清爽無負擔。\n● 非藥用、預防耳朵異味、細菌滋生、中耳炎等疾病。', 50, 45, 67, 0, '寵物潔耳液 (10ml).jpg', '2023-06-16 15:24:00', '2023-06-17 20:53:00'),
(97, '黃金盾寵物傷口潔療噴劑', 80, 5, 19, '含歐盟EN / 美國USP認證防護因子\n水性基底配方，皮膚易於呼吸\n舒緩調理肌膚，增強皮膚健康力\n隱形防護罩，24小時不間斷持續防護\n非藥用護理液，不含類固醇、抗生素，長期使用不產生抗藥性', 599, 480, 33, 23, '黃金盾寵物傷口潔療噴劑.jpg', '2023-06-16 15:24:00', '2023-06-17 20:53:00'),
(98, '長型極透氣寵物袋', 80, 6, 26, '三明治超透氣網，抗咬、抗抓!通風透氣~\n提供給法鬥、臘腸、多毛家庭的飼主們最佳選擇\n不僅空間舒適更因全袋身極致通風透氣效果\n讓怕熱的毛孩即便是關在袋內\n也比較不因悶熱而導致體臭甚至躁動不安', 2500, 2400, 45, 34, '長型極透氣寵物袋.jpg', '2023-06-16 15:24:00', '2023-06-17 20:53:00'),
(99, '太空艙寵物背包', 80, 6, 27, '輕便、通透、超易用的pidan寵物出行背包！\n前所未有大尺寸\n可背、可拎、還有拉桿箱專用綁帶\n折疊收納 花樣出行\n超大視窗\n頂面大孔徑透氣網格佈設計 拒絕悶熱', 3200, 3100, 22, 2, '太空艙寵物背包.jpg', '2023-05-16 15:24:00', '2023-06-17 20:53:00'),
(100, '大容量旅行雙肩背包 ', 80, 6, 27, '全開式便捷收納、舒適手提、可調節肩帶扣、車線加固處理', 890, 850, 56, 1, '大容量旅行雙肩背包 .jpg', '2023-07-28 15:24:00', '2023-07-30 20:53:00'),
(101, '貓用牽引繩 野獸色塊(彩) 組合款', 80, 6, 28, '遛貓新風尚 我要自成一派 \n蠶絲滌綸材質 手感柔和 更耐用 \nPOM材質自脫扣 牢固的同時對危機狀況反應更迅速 \n清新風格的原創設計圖案 潮流百搭', 350, 220, 22, 11, '貓用牽引繩 野獸色塊(彩) 組合款 .jpg', '2023-07-28 15:24:00', '2023-07-30 20:53:00'),
(102, '初見摺疊包綠色', 80, 6, 32, '全景大空間\n多孔透氣、可背可提\n防逃脫鎖扣\n可拆卸捲簾、可折疊收納', 1190, 1050, 45, 22, '初見摺疊包綠色.jpg', '2023-07-28 15:24:00', '2023-07-30 20:53:00'),
(103, '火星計畫寵物雙肩包', 80, 6, 27, '一款足夠大、足夠舒適的移動雙肩背包，可供寵物躺臥\n體型大的貓咪或小型犬，也能輕鬆放入', 2600, 2400, 27, 5, '火星計畫寵物雙肩包.jpg', '2023-07-28 15:24:00', '2023-07-30 20:53:00'),
(104, '費洛蒙紓壓礦砂 4KG（2包）', 80, 3, 11, '上廁所就能紓緩壓力！\n\n添加天然萃取費洛蒙\n幫貓咪放鬆情緒，緩解行為問題！\n✔ 低粉塵｜專利無塵砂技術\n✔ 秒凝結｜高效吸水分子添加\n✔ 超除臭｜活性碳升級配方', 560, 499, 57, 1, '怪獸部落＿費洛蒙紓壓礦砂 4KG（2包）.webp', '2023-07-28 15:24:00', '2023-07-30 20:53:00'),
(105, '費洛蒙紓壓豆腐砂（條型） 7L(2包）', 80, 3, 12, '上廁所就能紓緩壓力！\n\n添加天然萃取費洛蒙\n幫貓咪放鬆情緒，緩解行為問題！\n\n✔ 低粉塵｜5道過篩除塵工序\n✔ 秒凝結｜1.5mm瞬吸極細條\n✔ 超除臭｜活性碳升級配方', 560, 499, 7, 6, '怪獸部落＿費洛蒙紓壓豆腐砂（條型） 7L（2包）.webp', '2023-07-28 15:24:00', '2023-07-30 20:53:00'),
(106, '強效凝結木屑砂20L ', 80, 3, 13, '商品特色\n1.100%純潔木屑纖維，不含人工添加物，誤1不擔心\n2.吸收力強，用量少，經濟實惠\n3.顆粒細緻，貓咪接受度高\n4.無粉塵，更換方便\n5.快速凝結，好清理\n6.天然除臭綠珠，保持屋內清新\n7.歐洲第一品牌，德國Stiftung Warentest品質測試優良', 1280, 990, 2, 0, '強效凝結木屑砂20L.jpg', '2023-07-28 15:24:00', '2023-07-30 20:53:00'),
(107, '天然木屑砂10L', 80, 3, 13, '商品特色\n 雜質少吸水性好 \n大量採用松木內層孔徑較大的部分 接觸尿液後約6秒崩解 \n可讓貓砂吸水效果最佳', 840, 597, 15, 0, '天然木屑砂10L.jpg', '2023-07-28 15:24:00', '2023-07-30 20:53:00'),
(108, '問題肌專用 菌姆斯專業養護洗毛精 限定組 貓狗專用(問題肌首選)', 80, 5, 19, '富含維生素,維持皮膚PH值平衡\n提升肌膚表皮的抵抗力\n維持肌膚健康狀態', 696, 380, 46, 0, '問題肌專用 菌姆斯專業養護洗毛精 限定組 貓狗專用.webp', '2023-07-28 15:24:00', '2023-08-03 22:53:00'),
(109, '日本寵物除臭噴霧', 80, 5, 19, '雙重消臭成分、健康除臭\n強而廣的適用力\n除菌、消臭、清潔', 499, 419, 23, 22, '日本寵物除臭噴霧.webp', '2023-07-28 15:24:00', '2023-08-03 22:53:00'),
(110, '幼貓的第一個砂盆', 80, 4, 15, '簡單時尚的圓形設計日式貓廁所。\n三種不同的顏色代表日本貓咪（白色，黑色，三花）的花色。\n簡單方便清理。', 399, 399, 56, 12, '幼貓的第一個砂盆.jpg', '2023-07-28 15:24:00', '2023-08-03 22:53:00'),
(111, '單層開放式防濺貓砂盆', 80, 4, 15, '舒適大空間，主動式落砂凸球及踏板\n簡約設計，就像藝術品', 799, 699, 11, 3, '單層開放式防濺貓砂盆.jpg', '2023-07-28 15:24:00', '2023-08-03 22:53:00'),
(112, '清新消臭雙層貓砂盆全罩曜石黑', 80, 4, 16, '日本銷售No.1\n每天只要整理便便, 超省力打掃設計\n沒有異味, 常保清潔\n屋型設計, 消臭又有隱私\n可照顧貓咪健康的尿墊\n可完整使用尿墊的抽屜設計', 1400, 1399, 24, 1, '清新消臭雙層貓砂盆全罩曜石黑.jpg', '2023-07-28 15:24:00', '2023-08-03 22:53:00'),
(113, '吐司貓砂盆 拿鐵咖', 80, 4, 16, '自帶落砂踏板，防止貓砂帶出\n大掀蓋，更好鏟\n曲線湖面式設計\n將顏值融入品質\n安心材質，兼顧耐用', 1100, 690, 45, 34, '吐司貓砂盆 拿鐵咖.jpg', '2023-07-28 15:24:00', '2023-08-03 22:53:00'),
(114, '自動貓砂機/智慧貓砂盆', 80, 4, 17, '13L 集便倉，超大容量\n多重安全防衛全球0事故\n專利設計，密封除臭', 8888, 7777, 1, 0, '自動貓砂機智慧貓砂盆.webp', '2023-07-28 15:24:00', '2023-08-03 22:53:00'),
(115, '全自動貓砂機 智慧貓砂盆', 80, 4, 17, '全自動偵測 主子離開馬上開鏟\n除臭臭氧 抑菌除臭防霉一次搞定\n智能預停轉 安心防護不夾貓', 23000, 10500, 2, 0, '全自動貓砂機 智慧貓砂盆.webp', '2023-07-28 15:24:00', '2023-08-03 22:53:00');

--
-- 已傾印資料表的索引
--

--
-- 資料表索引 `products`
--
ALTER TABLE `products`
  ADD PRIMARY KEY (`product_id`),
  ADD KEY `category_id` (`subcategory_id`),
  ADD KEY `vendor_id` (`vendor_id`);

--
-- 在傾印的資料表使用自動遞增(AUTO_INCREMENT)
--

--
-- 使用資料表自動遞增(AUTO_INCREMENT) `products`
--
ALTER TABLE `products`
  MODIFY `product_id` int(30) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=116;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
